Repository: dxrkn1ght/77-uz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Created at
uz: Yaratilgan vaqt

source: Updated at
uz: Yangilangan vaqt

source: Name
uz: Nomi

source: Description
uz: Tavsif

source: Price
uz: Narx

source: Active
uz: Faol

source: Inactive
uz: Nofaol

source: Status
uz: Holat

source: User
uz: Foydalanuvchi

source: Users
uz: Foydalanuvchilar

source: Full name
uz: To'liq ism

source: Phone number
uz: Telefon raqam

source: Profile photo
uz: Profil rasmi

source: Role
uz: Rol

source: Admin
uz: Administrator

source: Seller
uz: Sotuvchi

source: Is active
uz: Faol

source: Is verified
uz: Tasdiqlangan

source: Address
uz: Manzil

source: Addresses
uz: Manzillar

source: Category
uz: Kategoriya

source: Categories
uz: Kategoriyalar

source: Parent Category
uz: Asosiy kategoriya

source: Icon
uz: Ikonka

source: Order
uz: Tartib

source: Advertisement
uz: E'lon

source: Advertisements
uz: E'lonlar

source: Name (Uzbek)
uz: Nomi (O'zbek)

source: Name (Russian)
uz: Nomi (Rus)

source: Description (Uzbek)
uz: Tavsif (O'zbek)

source: Description (Russian)
uz: Tavsif (Rus)

source: Is Featured
uz: Tanlangan

source: View Count
uz: Ko'rishlar soni

source: Published At
uz: Nashr etilgan

source: Ad Photo
uz: E'lon rasmi

source: Ad Photos
uz: E'lon rasmlari

source: Image
uz: Rasm

source: Ad Like
uz: E'lon yoqtirish

source: Ad Likes
uz: E'lon yoqtirishlar

source: Ad View
uz: E'lon ko'rish

source: Ad Views
uz: E'lon ko'rishlar

source: IP Address
uz: IP manzil

source: Seller Profile
uz: Sotuvchi profili

source: Seller Profiles
uz: Sotuvchi profillari

source: Project name
uz: Loyiha nomi

source: Is approved
uz: Tasdiqlangan

source: Activate selected users
uz: Tanlangan foydalanuvchilarni faollashtirish

source: Deactivate selected users
uz: Tanlangan foydalanuvchilarni nofaollashtirish

source: Verify selected users
uz: Tanlangan foydalanuvchilarni tasdiqlash

source: Approve selected sellers
uz: Tanlangan sotuvchilarni tasdiqlash

source: Reject selected sellers
uz: Tanlangan sotuvchilarni rad etish

source: Activate selected categories
uz: Tanlangan kategoriyalarni faollashtirish

source: Deactivate selected categories
uz: Tanlangan kategoriyalarni nofaollashtirish

source: Activate selected ads
uz: Tanlangan e'lonlarni faollashtirish

source: Deactivate selected ads
uz: Tanlangan e'lonlarni nofaollashtirish

source: Feature selected ads
uz: Tanlangan e'lonlarni tanlash

source: Unfeature selected ads
uz: Tanlangan e'lonlardan tanlovni olib tashlash

source: Authentication
uz: Autentifikatsiya

source: Personal Information
uz: Shaxsiy ma'lumotlar

source: Permissions & Role
uz: Ruxsatlar va rol

source: Important Dates
uz: Muhim sanalar

source: Create New User
uz: Yangi foydalanuvchi yaratish

source: Seller Information
uz: Sotuvchi ma'lumotlari

source: Approval Status
uz: Tasdiqlash holati

source: Timestamps
uz: Vaqt belgilari

source: Category Information
uz: Kategoriya ma'lumotlari

source: Settings
uz: Sozlamalar

source: Advertisement Information
uz: E'lon ma'lumotlari

source: Details
uz: Tafsilotlar

source: Statistics
uz: Statistika

source: Address Information
uz: Manzil ma'lumotlari

source: Ads Count
uz: E'lonlar soni

source: Subcategories
uz: Ichki kategoriyalar

source: Active Ads
uz: Faol e'lonlar

source: Likes
uz: Yoqtirishlar

source: Preview
uz: Ko'rish

source: Phone number must be in format +1234567890
uz: Telefon raqam +1234567890 formatida bo'lishi kerak

source: HTML tags are not allowed
uz: HTML teglar ruxsat etilmagan

source: Script content is not allowed
uz: Skript mazmuni ruxsat etilmagan

source: File size cannot exceed 10MB
uz: Fayl hajmi 10MB dan oshmasligi kerak

source: Only JPEG, PNG, GIF, and WebP images are allowed
uz: Faqat JPEG, PNG, GIF va WebP rasmlar ruxsat etilgan

source: Password confirmation does not match
uz: Parol tasdiqlash mos kelmaydi

source: Invalid phone number or password
uz: Noto'g'ri telefon raqam yoki parol

source: User account is disabled
uz: Foydalanuvchi hisobi o'chirilgan

source: Phone number and password are required
uz: Telefon raqam va parol talab qilinadi
